Revit 2027 API
BuiltInFailures.CurtainWallFailures.CannotPlaceSplitMullions Property
 Could not determine how to place the highlighted mullions after the wall was split.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPlaceSplitMullions { get; }
Public Shared ReadOnly Property CannotPlaceSplitMullions As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPlaceSplitMullions {
	FailureDefinitionId^ get ();
}
static member CannotPlaceSplitMullions : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CurtainWallFailures Class
Autodesk.Revit.DB Namespace